export default {
  baht: 'บาท',
  buy: 'ซื้อ',
  cancel: 'ยกเลิก',
  buyCancel: 'ยกเลิกคำสั่งซื้อเรียบร้อยแล้วค่ะ',
  buyConfirm: 'ยืนยันคำสั่งซื้อ',
  description: 'คำอธิบาย',
  price: 'ราคา',
  product: 'สินค้า',
  showProducts: 'แสดงสินค้า',
  viewDetails: 'ดูรายละเอียด',

  requestCustomerAddress: 'รบกวนขอทราบชื่อและที่อยู่สำหรับจัดส่งสินค้าด้วยค่ะ 🙂',
  requestPayment: 'รบกวนคุณลูกค้าโอนเงินมาที่หมายเลขบัญชี 1-2345-6789 นะคะ 😁',
  requestPaymentSlip: 'หลังจากโอนเงินเรียบร้อยแล้ว รบกวนคุณลูกค้าส่งสลิปมาให้หน่อยนะคะ 😊',
  endSale:
    'ขอบคุณสำหรับการสั่งซื้อสินค้านะคะ หากเราตรวจสอบการโอนเงินเรียบร้อยแล้ว จะรีบส่งสินค้าให้เลยค่ะ 😉',
}
