export default {
  namePrefix: 'คุณ',
  existingCustomer: 'คุณลูกค้า',
  newCustomer: 'คุณลูกค้าใหม่',
  welcome: 'ยินดีต้อนรับค่ะ',

  baht: 'บาท',
  description: 'คำอธิบาย',
  price: 'ราคา',
  product: 'สินค้า',

  buy: 'ซื้อ',
  cancel: 'ยกเลิก',
  buyCancel: 'ยกเลิกคำสั่งซื้อเรียบร้อยแล้วค่ะ',
  buyConfirm: 'ยืนยันคำสั่งซื้อ',
  showProducts: 'แสดงสินค้า',
  viewDetails: 'ดูรายละเอียด',
  yourOrderIdIs: 'หมายเลขคำสั่งซื้อของคุณคือ',

  requestDesire: 'วันนี้รับอะไรดีคะ 🙂',
  requestCustomerName: 'รบกวนขอทราบชื่อผู้รับสินค้าด้วยค่ะ',
  requestCustomerPhone: 'รบกวนขอเบอร์โทรของผู้รับสินค้าค่ะ',
  requestCustomerAddress: 'รบกวนขอที่อยู่สำหรับจัดส่งสินค้าค่ะ',
  requestPayment: 'รบกวนคุณลูกค้าโอนเงินมาที่หมายเลขบัญชี 1-2345-6789 นะคะ 😁',
  requestPaymentSlip: 'หลังจากโอนเงินเรียบร้อยแล้ว รบกวนคุณลูกค้าส่งสลิปมาให้หน่อยนะคะ 😊',
  respondApproving:
    'ขอบคุณสำหรับการสั่งซื้อสินค้านะคะ หากเราตรวจสอบการโอนเงินเรียบร้อยแล้ว จะรีบส่งสินค้าให้เลยค่ะ 😉',

  failure: 'ขออภัยค่ะ ขณะนี้ระบบแชทขัดข้องค่ะ',
  notFound: 'ขออภัยค่ะ ไม่พบข้อมูลที่คุณต้องการค่ะ',
  unknown: 'ขออภัยค่ะ ไม่เข้าใจประโยคนี้ค่ะ',
}
