export default {
  hello: 'สวัสดีค่ะ',
  namePrefix: 'คุณ',
  welcome: 'ยินดีต้อนรับค่ะ',

  orderSummary: 'สรุปยอดคำสั่งซื้อ',
  viewProductsAndServices: 'ดูสินค้าและบริการ',

  bankAccountNumber: 'เลขที่บัญชี',
  bankAccountName: 'ชื่อ',
  promptPayId: 'พร้อมเพย์',
  shopPhoneNumber: 'เบอร์โทรร้าน',
  or: 'หรือ',
  requestPayment: 'รบกวนคุณลูกค้าโอนเงินมาที่',
  requestPaymentSlip: 'หลังจากโอนเงินเรียบร้อยแล้ว รบกวนคุณลูกค้าส่งสลิปมาให้ทางร้านด้วยนะคะ 😊',
  respondApproving: 'ขอบคุณค่ะ หากเราตรวจสอบการโอนเงินเรียบร้อยแล้ว จะรีบจัดส่งสินค้าให้เลยค่ะ 😉',

  emoSmile: '🙂',
}
